---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.HostObjFailures
source: html/382f99f9-8d1b-713e-a5da-6709c3abdbd9.htm
---
# BuiltInFailures.HostObjFailures Properties

Can't use this type in this host.